# 3. Напишите программу, в которой пользователь будет задавать две строки, а 
# программа - определять количество вхождений одной строки в другой.

stra = input('Введите первую строку')
strb = input('Введите первую строку')
print(f"Количество вхождений {strb} в {stra} = {stra.count(strb)}")

